{
	"version": "https://jsonfeed.org/version/1.1",
	"title": "Ulli Frydenlund Blog",
	"language": "en",
	"home_page_url": "https://ullifrydenlund.github.io/",
	"feed_url": "https://ullifrydenlund.github.io/feed/feed.json",
	"description": "Это мой личный блог, в котором я буду публиковать все свои мысли.",
	"author": {
		"name": "Ulli Frydenlund",
		"url": "https://ullifrydenlund.github.io/about/"
	},
	"items": [
		{
			"id": "https://ullifrydenlund.github.io/blog/helloworld/",
			"url": "https://ullifrydenlund.github.io/blog/helloworld/",
			"title": "Привет Мир!",
			"content_html": "<p>Привет, мир! Вот мой блог и увидел свет. Я давно вынашивала идею создания такого блога, летающего где-то далеко в космосе, в глубинах интернета, куда бы я могла высказывать всё то, что накопилось внутри.</p>\n<p>Начнём, пожалуй, с представления себя. Меня зовут Улли, живу я в далёкой северной стране (не важно в какой, просто далеко на севере), веду обычную одинокую жизнь (работа-дом). Занимаюсь рунами и древнеисландской магией (Северная Традиция, короче говоря), с богами пока не контактировала, но всуе упоминаю.</p>\n<p>Поначалу, я хотела вести этот блог на английском, но, думаю, это бы усложнило задачу &quot;выплёскивать&quot; свои мысли на бумагу. Хоть я и хорошо знаю английский, но не настолько, чтобы вот так вот бегло и на лету превращать поток мыслей в связную речь. Ещё более усложняет задачу и то, что я учусь &quot;печатать правильно&quot;. После того, как я уже больше десяти лет печатаю двумя указательными пальцами - это настоящие муки. Но человеческий разум - штука гибкая, и поэтому, день ото дня, становится чуть легче.</p>\n<p>Осень началась очень резко и внезапно. 26 числа, в воскресенье, я выглянула в окно и поняла, что наступила осень. Очередное одинокое лето прошло мимо меня. Я возлагала на это лето большие надежды. Весной я думала: &quot;Да, это лето будет особенным! Оно не будет похоже на другие, в этот раз я точно оторвусь по полной и исполню все свои мечты!&quot;, однако оно оказалось таким-же беспонтовым как и все предыдущие. Единственное, чем я довольна, так это тем, что я стала немного лучше как человек.</p>\n<p>Эти последние два года были наполнены работой над собой, тяжёлой и изнурительной работой, которая наконец начала приносить плоды. Расскажу поподробнее. Весной 2022 у меня произошло настоящее пробуждение от &quot;спячки&quot;. Мой дремучий разум, привыкший жить инстинктами и симуляцией нервной деятельности, внезапно решил проснуться. Я резко осознала, кем я была, и кем я не была, и что я упустила, пребывая в дурмане компьютерной игровой зависимости. Удар был сильным. Год невыносимых страданий, реки пролитых слёз. С начала весны 2023 все эти лужи слёз и крови собрались в нечто целое и получилась я. Я та, что я сейчас. Не устаю задавать себе вопрос, смогла бы я стать лучше и как-то возвыситься над самой собой, если бы не все эти мучения. Конечно, я бы предпочла не переживать всего этого, но где бы я тогда была и смогла ли пойти по жизни дальше, выше, лучше и качественнее? Вопрос сложный, но произошло то, что произошло.</p>\n<p>Сейчас моя главная цель в жизни - стать счастливой. У меня есть хорошая работа, полученная в результате тех же страданий, превозмоганий и пресиливания своих супер-сильных-комплексов - это уже 1 балл. Более десятка лет сидения в своей комнате в свету монитора, детские комплексы, в том числе комплекс неполноценности и боязнь людей - букет, несовместимый с жизнью, как я считала. Безуспешные поначалу попытки социализироваться, с мыслями: &quot;Я никогда не стану нормальной, я никогда не стану чьим-то другом, я никогда не смогу общаться с людьми&quot; начали постепенно, понемногу приносить плоды. Взять себя за волосы, пересилить себя и подойти к человеку, чтобы что-нибудь у него спросить - это было сложно. У меня возникали проблемы даже при общении с людьми по рабочим вопросам, но через боль и мучения я преодолеваю эти комплексы, один за одним.</p>\n<p>Самая главная мысль, которую я осознала, это что люди - не телепаты. Если у тебя проблемы, если тебе плохо - люди не могут этого знать, это невозможно. Пришёл момент, и я высказала все свои проблемы и преживания вслух. И после этого сразу же нашлись люди, готовые помочь, выслушать, дать совет. Если бы не они, я бы уже *********, честно.</p>\n<p>В общем, как то так, для начала. Так это и работает: сидишь над пустой страницей и думаешь: &quot;Что писать? Писать нечего!&quot; и туту бабах - целое сочинение родилось. До скорых встреч, ваша Улли.</p>\n<p><picture><source type=\"image/avif\" srcset=\"https://ullifrydenlund.github.io/img/z0VYMiWw6I-608.avif 608w\"><img alt=\"Прекрасная северная Осень\" loading=\"lazy\" decoding=\"async\" src=\"https://ullifrydenlund.github.io/img/z0VYMiWw6I-608.webp\" width=\"608\" height=\"342\"></picture>\n<a href=\"https://ullifrydenlund.github.io/img/DCIM-01.webp\">Открыть фото</a></p>\n",
			"date_published": "2023-08-31T00:00:00Z"
		}
		
	]
}
